[EndGame.M_Orchid_EndGame MissionDefinition]
MissionName="O Tesouro das Areias"
MissionDescription="Você pode ter matado o Leviatã e encontrado o Tesouro Perdido das Areias mas, não há nenhuma razão para se contentar com isso e deixar de repetir tudo de novo!"
TurnInDescription="Você derrotou a Scarlett, acabou com o Leviatã e  encontrou o Tesouro Perdido das Areias! Você não acha que já passou por isso?"
MissionSummary="Leve a bússola do Capitão Blade até o Farol Magnys."
MissionGiver="Painel de Trabalhos de Oasis"
MissionTurnInLocation="Painel de Trabalhos de Oasis"
TeaserText="O tesouro perdido é todo seu... outra vez!"

[EndGame.M_Orchid_EndGame:ActivateBeacon MissionObjectiveDefinition]
ProgressMessage="Ative o farol"

[EndGame.M_Orchid_EndGame:ActivateBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:ActivateBeaconSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:Activatelift MissionObjectiveDefinition]
ProgressMessage="Ative o elevador"

[EndGame.M_Orchid_EndGame:ActivateLiftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:BossWormBattleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:EscapeAmbushSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:EscapeLeviathan MissionObjectiveDefinition]
ProgressMessage="Escape do Leviatã"

[EndGame.M_Orchid_EndGame:EscapeSpire MissionObjectiveDefinition]
ProgressMessage="Escape do precipício"

[EndGame.M_Orchid_EndGame:EscapeSpireSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Escape da emboscada preparada pela Scarlett e alcance o tesouro!"
MissionDescriptionOverride="Então a Scarlett traiu você?  Na verdade isso não é nenhuma surpresa mas, continua sendo um tremendo inconveniente.  Com os homens dela tentando acabar com você a cada passo que dá, só lhe resta uma opção: matar todos e tentar alcançar o Tesouro Perdido das Areias antes da Scarlett."

[EndGame.M_Orchid_EndGame:FindTreasure MissionObjectiveDefinition]
ProgressMessage="Encontre a sala do tesouro"

[EndGame.M_Orchid_EndGame:FindWayUp MissionObjectiveDefinition]
ProgressMessage="Encontre um jeito de subir"

[EndGame.M_Orchid_EndGame:FindWayUpSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:FollowBeacon MissionObjectiveDefinition]
ProgressMessage="Siga o farol"

[EndGame.M_Orchid_EndGame:FollowBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:GotoLighthouse MissionObjectiveDefinition]
ProgressMessage="Entre no Farol Magnys"

[EndGame.M_Orchid_EndGame:GotoLighthouseSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:GotoLighthouseSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:GotoSpireSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:InsertCompass MissionObjectiveDefinition]
ProgressMessage="Posicione a bússola"

[EndGame.M_Orchid_EndGame:InsertCompassSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:KillBossWorm MissionObjectiveDefinition]
ProgressMessage="Acabe com o Leviatã"

[EndGame.M_Orchid_EndGame:KillHenchmen MissionObjectiveDefinition]
ProgressMessage="Elimine os capangas da Scarlett"

[EndGame.M_Orchid_EndGame:KillPirateQueen MissionObjectiveDefinition]
ProgressMessage="Elimine a Capitã Scarlett"

[EndGame.M_Orchid_EndGame:KillPirateQueenSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:KillRoscoe MissionObjectiveDefinition]
ProgressMessage="Elimine a Roscoe"

[EndGame.M_Orchid_EndGame:LeviathanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:LeviathanSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:MeetScarlett MissionObjectiveDefinition]
ProgressMessage="Encontro com a Scarlett"

[EndGame.M_Orchid_EndGame:MeetScarlettSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:Opengate MissionObjectiveDefinition]
ProgressMessage="Ative a porta"

[EndGame.M_Orchid_EndGame:OpenGateSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:TreasureRoomSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:UseLift MissionObjectiveDefinition]
ProgressMessage="Utilize o elevador"

[EndGame.M_Orchid_EndGame:UseLiftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[EndGame.M_Orchid_EndGame:WaitForLift MissionObjectiveDefinition]
ProgressMessage="Espere o elevador"

[EndGame.M_Orchid_EndGame:WaitForLiftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Loader.M_Orchid_DontCopyThatFloppy MissionDefinition]
MissionName="Não Copie Esse Disquete"
MissionDescription="Na [place]Refinaria Washburne[-place] você encontrou um Estivador avariado, chamado C3N50R807. Ele parece obcecado em censurar todo o comportamento ''imoral'' de Pandora. Por enquanto, o Censorbot está se concentrando na pirataria de software. Alguns piratas da região possuem cópias ilegais de programas de simulação ECHO. O Censorbot quer que você elimine todos e pegue o software."
TurnInDescription="Você conseguiu acabar com a pirataria de software para sempre!"
MissionSummary="Pegue o software pirateado.\n"
MissionGiver="Censorbot"
MissionTurnInLocation="Censorbot"
TeaserText="Ha, ha, ha!  Quem vai se atrever a piratear agora?"

[Loader.M_Orchid_DontCopyThatFloppy:RetrieveSoftware MissionObjectiveDefinition]
ProgressMessage="Recolha os disquetes"

[Loader.M_Orchid_DontCopyThatFloppy:RetrieveSoftwareSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Loader.M_Orchid_FreedomOfSpeech MissionDefinition]
MissionName="Liberdade de Expressão"
MissionDescription="Na [place]Refinaria Washburne[-place] você encontrou um Estivador avariado, chamado C3N50R807. Ele parece obcecado por censurar todo o comportamento ''imoral'' de Pandora. Dessa vez, o Censorbot pediu para você declarar guerra à idéia de blasfêmia. Um locutor bandido planeja emitir uma sequência de palavrões a partir de uma torre de rádio. O Censorbot pediu para você encontrá-lo e eliminá-lo antes que possa pronunciar os palavrões."
TurnInDescription="Pode ser que Pandora esteja mesmo cheia de roubos, assassinatos e canibalismo mas, pelo menos ninguém vai usar linguagem imprópria fora do horário."
MissionSummary="Censure o locutor... na bala, de preferência."
MissionGiver="Censorbot"
MissionTurnInLocation="Censorbot"
TeaserText="Uma baita censura."

[Loader.M_Orchid_FreedomOfSpeech:BlowUpStation MissionObjectiveDefinition]
ProgressMessage="Destrua o painel de controle da rádio"

[Loader.M_Orchid_FreedomOfSpeech:BlowUpStationSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Loader.M_Orchid_FreedomOfSpeech:KillDJ MissionObjectiveDefinition]
ProgressMessage="Elimine o DJ Tanner"

[Loader.M_Orchid_FreedomOfSpeech:KillDJSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Loader.M_Orchid_FreedomOfSpeech:ReturnSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Loader.M_Orchid_FreedomOfSpeech:ReturnToCensorbot MissionObjectiveDefinition]
ProgressMessage="Encontre-se com o Censorbot"

[Loader.M_Orchid_KnowItWhenSeeIt MissionDefinition]
MissionName="Só Acredito Vendo"
MissionDescription="Um Estivador avariado da Hyperion, chamado C3N50R807 está lhe oferecendo um trabalho. Ele conhece um outro robô chamado P3RV-E que possui muito material pornográfico. C3N50R807 quer que você encontre esse P3RV-E, destrua-o e pegue o material indescente."
TurnInDescription="té mesmo os robôs precisam de amor."
MissionSummary="Destrua o P3RV-E e confisque suas revistas pornográficas."
MissionGiver="Censorbot"
MissionTurnInLocation="Censorbot"
TeaserText="Esse robô avariado da Hyperion parece ser obcecado por censura..."

[Loader.M_Orchid_KnowItWhenSeeIt:CollectMags MissionObjectiveDefinition]
ProgressMessage="Recolha as revistas"

[Loader.M_Orchid_KnowItWhenSeeIt:CollectMagsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[Loader.M_Orchid_KnowItWhenSeeIt:KillPervbot MissionObjectiveDefinition]
ProgressMessage="Destrua o P3RV-E"

[Loader.M_Orchid_KnowItWhenSeeIt:KillPervbotSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[MessageInABottle.M_Orchid_MessageInABottle1 MissionDefinition]
MissionName="Mensagem na Garrafa"
MissionDescription="Você encontrou uma mensagem dentro de uma garrafa fechada que indica um tesouro enterrado em [place]Oasis[-place]. "
TurnInDescription="Você descobriu o tesouro escondido, o que significa que as mensagens em garrafas são muito mais do que cartinhas românticas melosas."
MissionSummary="Encontre o tesouro escondido em Oasis."
MissionGiver="Mensagem Na Garrafa"
MissionTurnInLocation="Baú do tesouro de Oasis"
TeaserText="Oh, uma garrafa com uma mensagem! Ou ela leva a algum tesouro ou você está num filme romântico."

[MessageInABottle.M_Orchid_MessageInABottle1:FindLoot MissionObjectiveDefinition]
ProgressMessage="Encontre o tesouro"

[MessageInABottle.M_Orchid_MessageInABottle1:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[MessageInABottle.M_Orchid_MessageInABottle2 MissionDefinition]
MissionName="Mensagem na Garrafa"
MissionDescription="Você encontrou uma mensagem dentro de uma garrafa fechada que indica um tesouro enterrado em [place]Wurmwater[-place]. "
TurnInDescription="Você encontrou o tesouro! "
MissionSummary="Encontre o tesouro escondido em Wurmwater."
MissionGiver="Mensagem Na Garrafa"
MissionTurnInLocation="Baú do tesouro de Wurmwater"
TeaserText="Uma mensagem na garrafa! Talvez seja referente à algum tesouro. (Surpresa: é sim)."

[MessageInABottle.M_Orchid_MessageInABottle2:FindLoot MissionObjectiveDefinition]
ProgressMessage="Encontre o tesouro"

[MessageInABottle.M_Orchid_MessageInABottle2:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[MessageInABottle.M_Orchid_MessageInABottle3 MissionDefinition]
MissionName="Mensagem na Garrafa"
MissionDescription="Você encontrou uma mensagem dentro de uma garrafa fechada que indica um tesouro enterrado em [place]Hayter’s Folly[-place]. "
TurnInDescription="Bom, não estava tão escondido assim."
MissionSummary="Encontre o tesouro escondido em Hayter’s Folly."
MissionGiver="Mensagem Na Garrafa"
MissionTurnInLocation="Baú do tesouro de Hayter's Folly"
TeaserText="Hei, outra mensagem numa garrafa!"

[MessageInABottle.M_Orchid_MessageInABottle3:FindLoot MissionObjectiveDefinition]
ProgressMessage="Encontre o tesouro"

[MessageInABottle.M_Orchid_MessageInABottle3:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[MessageInABottle.M_Orchid_MessageInABottle4 MissionDefinition]
MissionName="Mensagem na Garrafa"
MissionDescription="Você encontrou uma mensagem dentro de uma garrafa fechada que indica um tesouro enterrado em [place]Rustyards[-place]. "
TurnInDescription="Caramba, um tesouro!"
MissionSummary="Encontre o tesouro escondido em Rustyards."
MissionGiver="Mensagem Na Garrafa"
MissionTurnInLocation="Baú do tesouro de Rustyards"
TeaserText="Um gênio da lâmpada?! Ah não... é só outra mensagem."

[MessageInABottle.M_Orchid_MessageInABottle4:FindLoot MissionObjectiveDefinition]
ProgressMessage="Encontre o tesouro"

[MessageInABottle.M_Orchid_MessageInABottle4:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[MessageInABottle.M_Orchid_MessageInABottle5 MissionDefinition]
MissionName="Mensagem na Garrafa"
MissionDescription="Você encontrou uma mensagem dentro de uma garrafa fechada que indica um tesouro enterrado na [place]Refinaria Washburne[-place]. "
TurnInDescription="Viva!"
MissionSummary="Encontre o tesouro escondido na Refinaria Washburne."
MissionGiver="Mensagem Na Garrafa"
MissionTurnInLocation="Baú do tesouro da Refinaria Washburne"
TeaserText="Como uma mensagem numa garrafa veio parar dentro de uma refinaria?  Vai saber..."

[MessageInABottle.M_Orchid_MessageInABottle5:FindLoot MissionObjectiveDefinition]
ProgressMessage="Encontre o tesouro"

[MessageInABottle.M_Orchid_MessageInABottle5:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[MessageInABottle.M_Orchid_MessageInABottle6 MissionDefinition]
MissionName="Mensagem na Garrafa"
MissionDescription="Você encontrou uma mensagem dentro de uma garrafa fechada que indica um tesouro enterrado em algum lugar no [place]Farol Magnys[-place]. "
TurnInDescription="Dinheiro!"
MissionSummary="Encontre o tesouro escondido no Farol Magnys."
MissionGiver="Mensagem Na Garrafa"
MissionTurnInLocation="Baú do tesouro do Farol Magnys"
TeaserText="Provavelmente jogaram essa garrafa ao mar quando aqui ainda tinha água... e foram pessoas que sabiam ler."

[MessageInABottle.M_Orchid_MessageInABottle6:FindLoot MissionObjectiveDefinition]
ProgressMessage="Encontre o tesouro"

[MessageInABottle.M_Orchid_MessageInABottle6:FindLootSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_BuryingThePast MissionDefinition]
MissionName="Enterrando o Passado"
MissionDescription="Aubrey Callahan III é a neta de uma antiga rainha pirata. Como você pode imaginar, um acontecimento como esse pode ser um grande contratempo para a reputação e expectativas de trabalho de qualquer um. Por essa razão, Aubrey contratou você para destruir Kronus, o navio pirata da sua avó. Com isso ela pretende destruir todas as evidências da sua ligação com aquela assassina."
TurnInDescription="Agora que você apagou sua avó da história, Aubrey pode levar uma vida normal sem ''tráfico'' ou ''crianças''."
MissionSummary="Afunde o Kronus."
MissionGiver="Painel de Trabalhos de Oasis"
MissionTurnInLocation="Painel de Trabalhos de Oasis"
TeaserText="Essa missão é explosiva."

[OasisTown.M_Orchid_BuryingThePast:DestroyShip MissionObjectiveDefinition]
ProgressMessage="Exploda o Kronus"

[OasisTown.M_Orchid_BuryingThePast:DestroyShipSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_BuryingThePast:GetExplosives MissionObjectiveDefinition]
ProgressMessage="Pegue os explosivos"

[OasisTown.M_Orchid_BuryingThePast:GetExplosivesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_BuryingThePast:PlantExplosives MissionObjectiveDefinition]
ProgressMessage="Coloque os explosivos no Kronus"

[OasisTown.M_Orchid_BuryingThePast:PlantExplosivesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_CatchRideTetanus MissionDefinition]
MissionName="Pegue uma carona... e tétano também"
MissionDescription="A cidade de [place]Santuário[-place] precisa de um fornecimento constante de sucata para manter suas máquinas funcionando. Scooter - o mecânico da cidade - contratou você para mandar um pouco de sucata de [place]Rustyards[-place]."
TurnInDescription="Você conseguiu a sucata que o Scooter precisava para manter [place]Santuário[-place] por mais um dia."
MissionSummary="Recolha sucata enferrujada."
MissionGiver="Painel de Trabalhos dos piratas"
MissionTurnInLocation="Painel de Trabalhos dos piratas"
TeaserText="Ajudando um velho amigo."

[OasisTown.M_Orchid_CatchRideTetanus:GetPart1 MissionObjectiveDefinition]
ProgressMessage="Pegue o painel elétrico"

[OasisTown.M_Orchid_CatchRideTetanus:GetPart2 MissionObjectiveDefinition]
ProgressMessage="Pegue o refrigerador"

[OasisTown.M_Orchid_CatchRideTetanus:GetPart3 MissionObjectiveDefinition]
ProgressMessage="Pegue o interruptor de controle"

[OasisTown.M_Orchid_CatchRideTetanus:GetPart4 MissionObjectiveDefinition]
ProgressMessage="Pegue o motor de torreta"

[OasisTown.M_Orchid_CatchRideTetanus:GetPart5 MissionObjectiveDefinition]
ProgressMessage="Pegue o parafuso"

[OasisTown.M_Orchid_CatchRideTetanus:SalvagePartsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_DeclarationAgainstIndependents MissionDefinition]
MissionName="Declaração Contra Independentes"
MissionDescription="Então os piratas têm um sindicato?  Quem diria, hein?  Os membros do sindicato de [place]Wurmwater[-place] não estão muito feliz de ver um inseto (no caso, você) invadindo seu território e por isso, te desafiaram para um combate."
TurnInDescription="Pode não soar bem para os membros do sindicato local dos piratas nº 402 mas, eles te respeitam agora."
MissionSummary="Elimine os membros do sindicato dos piratas."
MissionGiver="Painel de Trabalhos dos piratas"
MissionTurnInLocation="Painel de Trabalhos dos piratas"
TeaserText="Descascando o abacaxi!"

[OasisTown.M_Orchid_DeclarationAgainstIndependents:DestroyHovercrafts MissionObjectiveDefinition]
ProgressMessage="Destrua os veículos do sindicato"

[OasisTown.M_Orchid_DeclarationAgainstIndependents:DestroyHovercraftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_Grendel MissionDefinition]
MissionName="Grendel"
MissionDescription="Uma criatura terrível se esconde em [place]Hayter’s Folly[-place]. Sir Hammerlock - zoólogo e caçador fanático - pediu para você caçá-la e eliminá-la."
TurnInDescription="Você eliminou a criatura em [place]Hayter’s Folly[-place] e agora o lugar está seguro... exceto por todos aqueles piratas, Cristalíceos e tantas outras criaturas que você não fez questão de eliminar."
MissionSummary="Encontre e elimine a criatura."
MissionGiver="Painel de Trabalhos de Oasis"
MissionTurnInLocation="Painel de Trabalhos  de Oasis"
TeaserText="Sir Hammerlock tem um trabalho para você."

[OasisTown.M_Orchid_Grendel:KillGrendel MissionObjectiveDefinition]
ProgressMessage="Elimine o Grendel"

[OasisTown.M_Orchid_Grendel:KillGrendelSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_MansBestFriend MissionDefinition]
MissionName="O Melhor Amigo do Homem"
MissionDescription="A avó de Aubrey Callahan III era uma amiga muito próxima do temível Capitão Blade. Quando morreu, ele deixou para a avó de Aubrey um Rastreador que tinha como animal de estimação. Mas agora que a vovó da Aubrey também morreu, ela acabou herdando esse feroz animal que ninguém quer. Ela lhe pediu para matar esse Rastreador."
TurnInDescription="Os Rastreadores são tão bonitinhos e fofinhos... até crescerem!"
MissionSummary="Elimine o Rastreador chamado Tilín."
MissionGiver="Painel de Trabalhos de Oasis"
MissionTurnInLocation="Painel de Trabalhos de Oasis"
TeaserText="Aubrey Callahan está tendo problemas com seu Rastreador. Que tal uma ajudinha?"

[OasisTown.M_Orchid_MansBestFriend:Bandits MissionObjectiveDefinition]
ProgressMessage="Elimine os Bandidos"

[OasisTown.M_Orchid_MansBestFriend:BanditsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_MansBestFriend:KillBanditsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_MansBestFriend:KillRakksSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_MansBestFriend:KillSkagsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_MansBestFriend:KillStalker MissionObjectiveDefinition]
ProgressMessage="Elimine o Rastreador da Aubrey"

[OasisTown.M_Orchid_MansBestFriend:KillStalkerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_MansBestFriend:KillStuffSet MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_MansBestFriend:Rakks MissionObjectiveDefinition]
ProgressMessage="Elimine os Rakks"

[OasisTown.M_Orchid_MansBestFriend:RakksSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_MansBestFriend:Skags MissionObjectiveDefinition]
ProgressMessage="Elimine os Skags"

[OasisTown.M_Orchid_MansBestFriend:SkagsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_Race MissionDefinition]
MissionName="Mais Rápido Que a Velocidade do Amor"
MissionDescription="Natalie, a vaidosa alter ego femenina do Shade quer que você termine uma corrida contra o tempo em [place]Wurmwater[-place]. Consiga um barco do deserto e comece a diversão!"
TurnInDescription="Um cadáver está interessado em você. É isso aí!"
MissionSummary="Termine a corrida antes de acabar o tempo."
MissionGiver="Painel de Trabalhos de Oasis"
MissionTurnInLocation="Painel de Trabalhos de Oasis"
TeaserText="Liguem os motores!"

[OasisTown.M_Orchid_Race:FinishRace MissionObjectiveDefinition]
ProgressMessage="Alcance o último ponto de rota"

[OasisTown.M_Orchid_Race:FinishRaceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_Race:StartRace MissionObjectiveDefinition]
ProgressMessage="Cruze a linha de chegada"

[OasisTown.M_Orchid_Race:StartRaceSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_Race:Waypoint1 MissionObjectiveDefinition]
ProgressMessage="Alcance o ponto de rota 1"

[OasisTown.M_Orchid_Race:Waypoint1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_Race:Waypoint2 MissionObjectiveDefinition]
ProgressMessage="Alcance o ponto de rota 2"

[OasisTown.M_Orchid_Race:Waypoint2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_Race:Waypoint3 MissionObjectiveDefinition]
ProgressMessage="Alcance o ponto de rota 3"

[OasisTown.M_Orchid_Race:Waypoint3Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_Race:Waypoint4 MissionObjectiveDefinition]
ProgressMessage="Alcance o ponto de rota 4"

[OasisTown.M_Orchid_Race:Waypoint4Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[OasisTown.M_Orchid_Race:Waypoint5 MissionObjectiveDefinition]
ProgressMessage="Alcance o ponto de rota 5"

[OasisTown.M_Orchid_Race:Waypoint5Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_CaptainsLog MissionDefinition]
MissionName="Diário do Capitão"
MissionDescription="O Capitão Blade escondeu o Tesouro Perdido das Areias, mas, quando? Por quê? E o mais importante... onde?  Scarlett pediu para você procurar os registros de áudio do Capitão Blade.  Com um pouco de sorte você encontrará alguma pista sobre o paradeiro do tesouro."
TurnInDescription="Os diários do Blade estão cheios de lições de vida sobre compaixão, trabalho em equipe, violência e sobrevivência mas, nada disso importa porque tudo o que queremos saber é onde foi enterrado o maldito tesouro... e os malditos diários não dizem absolutamente nada sobre ele."
MissionSummary="Encontre os diários do Capitão Blade.\n"
MissionGiver="Painel de Trabalhos dos piratas"
MissionTurnInLocation="Painel de Trabalhos dos piratas"
TeaserText="Por que o Capitão Blade enterrou o Tesouro Perdido das Areias?"

[PirateQueen.M_Orchid_CaptainsLog:FindECHO2 MissionObjectiveDefinition]
ProgressMessage=""

[PirateQueen.M_Orchid_CaptainsLog:FindECHO3 MissionObjectiveDefinition]
ProgressMessage=""

[PirateQueen.M_Orchid_CaptainsLog:FindECHO4 MissionObjectiveDefinition]
ProgressMessage=""

[PirateQueen.M_Orchid_CaptainsLog:FindECHO5 MissionObjectiveDefinition]
ProgressMessage=""

[PirateQueen.M_Orchid_CaptainsLog:FindRecordings MissionObjectiveDefinition]
ProgressMessage="Recolha os gravadores de dados"

[PirateQueen.M_Orchid_CaptainsLog:FindRecordingsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_Deserters MissionDefinition]
MissionName="Deserto Para os Desertores do Deserto"
MissionDescription="A Capitã Scarlett não gosta muito de quem abandona a sua tripulação. Ela lhe pediu para encontrar e eliminar todos os desertores."
TurnInDescription="Graças à sua ajuda, agora é pouco provável que os outros membros da tripulação da Scarlett queiram sair para procurar outro trabalho mais rentável."
MissionSummary=Elimine os desertores."
MissionGiver="Painel de Trabalhos dos piratas"
MissionTurnInLocation="Painel de Trabalhos dos piratas"
TeaserText="Lute ou morra... ou então fuja que eu te mato depois."

[PirateQueen.M_Orchid_Deserters:KillDeserter1 MissionObjectiveDefinition]
ProgressMessage="Elimine Benny, O Promotor"

[PirateQueen.M_Orchid_Deserters:KillDeserter1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_Deserters:KillDeserter2 MissionObjectiveDefinition]
ProgressMessage="Elimine o Marinheiro"

[PirateQueen.M_Orchid_Deserters:KillDeserter2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_Deserters:KillDeserter3 MissionObjectiveDefinition]
ProgressMessage="Elimine Terry, O Banguela"

[PirateQueen.M_Orchid_Deserters:KillDeserter3Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_Deserters:KillDeserters MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_ScurvyDogs MissionDefinition]
MissionName="Cães Escorbúticos"
MissionDescription="O escorbuto é extremamente mortal. Não tanto quanto balas, fome ou explosões mas, é mortal. Mercer pediu para você pegar algumas frutas para a tripulação se prevenir."
TurnInDescription="Você recolheu frutas suficientes para combater o escorbuto. Murray pode ter uma bala na perna mas, pelo menos terá sua dose de vitamina ''C''."
MissionSummary="Recolher frutas."
MissionGiver="Painel de Trabalhos dos piratas"
MissionTurnInLocation="Painel de Trabalhos dos piratas"
TeaserText="O escorbuto é provocado pela falta de vitamina ''C''. Para preveni-lo basta beber suco de laranja de vez em quando. (Depois dizem que os jogos não ensinam nada de bom)."

[PirateQueen.M_Orchid_ScurvyDogs:CollectFood MissionObjectiveDefinition]
ProgressMessage="Recolher frutas"

[PirateQueen.M_Orchid_ScurvyDogs:CollectFoodSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_SmellsLikeVictory MissionDefinition]
MissionName="Cheiro de Vitória"
MissionDescription="Mercer, o cozinheiro da tripulação da Scarlett quer se livrar do operador de rádio Shiv-Spike. Como Scarlett prefere que as execuções sejam divertidas e interessantes, Mercer pediu para jogar o Shiv-Spike para as Larvas do Deserto o comerem, porém, isso leva à outro problema: o sujeito em questão tem cheiro de carne de Skag em decomposição. Você deve encontrar algum tempero para torná-lo mais apetitoso para as Larvas."
TurnInDescription="Bom apetite!"
MissionSummary="Jogue o Shiv-Spike para as Larvas do Deserto."
MissionGiver="Painel de Trabalhos dos piratas"
MissionTurnInLocation="Painel de Trabalhos dos piratas"
TeaserText="Mercer tem um pequeno problema chamado Shiv-Spike."

[PirateQueen.M_Orchid_SmellsLikeVictory:GetCondiments MissionObjectiveDefinition]
ProgressMessage="Pegue o tempero"

[PirateQueen.M_Orchid_SmellsLikeVictory:GetCondimentsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Consiga um pouco de tempero."
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_SmellsLikeVictory:MeetShivSpike MissionObjectiveDefinition]
ProgressMessage="Conheça o Shiv-Spike"

[PirateQueen.M_Orchid_SmellsLikeVictory:MeetShivSpikeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_SmellsLikeVictory:Push MissionObjectiveDefinition]
ProgressMessage="Sirva o Shiv-Spike para as Larvas do Deserto"

[PirateQueen.M_Orchid_SmellsLikeVictory:PushSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Empurre o Shiv-Spike da prancha."
MissionDescriptionOverride=""

[PirateQueen.M_Orchid_SmellsLikeVictory:UseCondiments MissionObjectiveDefinition]
ProgressMessage="Encha o Shiv-Spike de tempero"

[PirateQueen.M_Orchid_SmellsLikeVictory:UseCondimentsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Tempere o Shiv-Spike."
MissionDescriptionOverride=""

[ShadyDealer.M_Orchid_FireWater MissionDefinition]
MissionName="Água Que Passarinho Não Bebe"
MissionDescription="Frank - um cadáver que o Shade disse ser alcoólatra - está precisando de um pouco de uísque. Shade pediu para você pegar uma garrafa e levá-la para o Frank. Ninguém faz a menor ideia de como o cadáver do Frank vai beber o uísque."
TurnInDescription="É bom mesmo que o Frank esteja morto porque a bebida que você trouxe teria matado ele de qualquer jeito."
MissionSummary="Consiga uísque para o Frank."
MissionGiver="Shade"
MissionTurnInLocation="Shade"
TeaserText="Uma grande festa com álcool e cadáveres!"

[ShadyDealer.M_Orchid_FireWater:FindFireWater MissionObjectiveDefinition]
ProgressMessage="Encontre o uísque"

[ShadyDealer.M_Orchid_FireWater:FireWaterSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ShadyDealer.M_Orchid_FireWater:GiveWhiskey MissionObjectiveDefinition]
ProgressMessage="Entregue o uísque ao Frank"

[ShadyDealer.M_Orchid_FireWater:GiveWhiskeySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Entregue o uísque ao Frank."
MissionDescriptionOverride=""

[ShadyDealer.M_Orchid_FireWater:ReturnToShadyDealer MissionObjectiveDefinition]
ProgressMessage="Volte até o Shade"

[ShadyDealer.M_Orchid_FireWater:ReturnToShadyDealerSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Volte até o Shade"
MissionDescriptionOverride=""

[ShadyDealer.M_Orchid_JockoLegUp MissionDefinition]
MissionName="Pirateando os Piratas"
MissionDescription="Jocko - um dos poucos amigos do Shade que não está morto - sonha em ser um pirata do deserto. Shade pediu para você reunir alguns acessórios de piratas (dentes, pernas de pau, etc.) para Jocko realizar seu grande sonho. Você terá que eliminar alguns piratas e saquear seus corpos para pegar os acessórios."
TurnInDescription="Alguns diriam que, ao realizar essas tarefas para o Shade você estaria alimentando o seu comportamento delirante e acelerando sua decaída na loucura absoluta. As pessoas dizem muitas coisas estúpidas mesmo."
MissionSummary="Reuna alguns acessórios de pirata para o Jocko."
MissionGiver="Shade"
MissionTurnInLocation="Shade"
TeaserText="Reuna alguns acessórios de piratas para o Jocko."

[ShadyDealer.M_Orchid_JockoLegUp:CollectItemsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ShadyDealer.M_Orchid_JockoLegUp:CollectKidneys MissionObjectiveDefinition]
ProgressMessage="Pegue os rins"

[ShadyDealer.M_Orchid_JockoLegUp:CollectLimbs MissionObjectiveDefinition]
ProgressMessage="Pegue as pernas de pau"

[ShadyDealer.M_Orchid_JockoLegUp:CollectTeeth MissionObjectiveDefinition]
ProgressMessage="Pegue os dentes de ouro"

[ShadyDealer.M_Orchid_Wingman MissionDefinition]
MissionName="Cupido"
MissionDescription="Shade quer pedir a mão de uma mulher chamada Natalie em casamento. Infelizmente, ele perdeu o anel de noivado. Se você puder encontrá-lo e ajudar o Shade a pedir Natalie em casamento, você fará dele o necrófilo mais feliz de Pandora."
TurnInDescription="Natalie esnobou Shade... felizmente. Agradeça por você nunca ter que compartilhar uma lua de mel com ele."
MissionSummary="Ajude o Shade a pedir a mão da Natalie."
MissionGiver="Shade"
MissionTurnInLocation="Shade"
TeaserText="Ajude um irmão."

[ShadyDealer.M_Orchid_Wingman:FindRing MissionObjectiveDefinition]
ProgressMessage="Pegue o anel de noivado"

[ShadyDealer.M_Orchid_Wingman:FindRingSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ShadyDealer.M_Orchid_Wingman:Propose MissionObjectiveDefinition]
ProgressMessage="Peça a mão de Natalie em casamento"

[ShadyDealer.M_Orchid_Wingman:ProposeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[ShadyDealer.M_Orchid_Wingman:ReturnToShadyDealer MissionObjectiveDefinition]
ProgressMessage="Volte até o Shade"

[ShadyDealer.M_Orchid_Wingman:ReturnToShadyDealerSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

